/* format string showing Hype Pro Upgrade price */
" Available for only %@." = " Disponible por sólo %@.";

/* format string for the largest layout size */
"%.f px and up" = "%.f px y más";

/* format string for the layout range */
"%.f px to %.f px wide" = "%1$.f px a %2$.f px de ancho";

/* {Timeline name} {duplicate number} */
"%@ %lu" = "%1$@ %2$lu";

/* Scene name after duplication: {scene name} Copy */
"%@ Copy" = "Copia de %@";

/* Alert message text: {resource name} has been modified outside of Hype. */
"%@ has been modified outside of Hype." = "%@ se ha modificado fuera de Hype.";

/* Timing function name - Default */
"%@ – Default" = "%@ – Por omisión";

/* format string for the largest layout size */
"%g px and up" = "%g px y más";

/* format string for the layout range */
"%g px to %g px" = "%1$g px a %2$g px";

/* Text for window accessory button */
"%ld day left. Buy now! →" = "Queda %ld día. ¡Comprar ahora! →";

/* Text for window accessory button */
"%ld days left. Buy now! →" = "Quedan %ld días. ¡Comprar ahora! →";

/* Browser compatibility warning */
"3D rotation is not supported. The element will not be rotated." = "Rotación 3D no admitida. No se aplicará rotación al elemento.";

/* Browser compatibility warning */
"A H.264 or WebM video source is required for playback." = "La reproducción requiere una fuente de vídeo H.264 o WebM.";

/* Browser compatibility warning */
"A H.264 video source is required for playback." = "La reproducción requiere una fuente de vídeo H.264.";

/* Browser compatibility warning */
"A Theora video source is required for playback." = "La reproducción requiere una fuente de vídeo Theora.";

/* Warning dialog informative text */
"A file or folder with the same name already exists in the folder %@. Replacing it will overwrite the current contents." = "Ya existe un archivo o carpeta con ese nombre en la carpeta %@. Si lo reemplaza, se borrará el contenido actual.";

/* Alert message text */
"A persistent symbol cannot be added as a child of another symbol" = "No puede añadirse un símbolo persistente como subordinado de otro símbolo";

/* Alert message text: A plug-in with the same name “{plugin name}” already exists. */
"A plug-in with the same name “%@” already exists." = "Ya existe un módulo con el nombre “%@”.";

/* Alert message text: A source of MIME type “{MIME type}” already exists. */
"A source of grouping type “%@” already exists." = "Ya existe una fuente de tipo de agrupación “%@”.";

/* Alert message text */
"A symbol cannot be pasted into itself" = "No puede pegarse un símbolo en sí mismo";

/* Browser compatibility warning */
"A valid audio source is required for playback." = "La reproducción requiere una fuente de audio válida.";

/* Browser compatibility warning */
"A valid video source is required for playback." = "La reproducción requiere una fuente de vídeo válida.";

/* Inspector group name */
"Accessibility" = "Accesibilidad";

/* Inspector pane name */
"Actions" = "Acciones";

/* Inspector tab tooltip */
"Actions Inspector" = "Inspector de acciones";

/* Menu item */
"Actual Size" = "Tamaño real";

/* Button label: Add {MIME type} Source… */
"Add %@ Source…" = "Añadir fuente de %@…";

/* Button label */
"Add Audio Source…" = "Añadir fuente de audio…";

/* No comment provided by engineer. */
"Add Email Address" = "Añadir dirección de email";

/* Font Panel Button */
"Add Font" = "Añadir tipo de letra";

/* Undo menu item action */
"Add Guide" = "Añadir guía";

/* Undo menu item action */
"Add Guides" = "Añadir guías";

/* Properties listing add keyframe button */
"Add Keyframe" = "Añadir fotograma clave";

/* Button label */
"Add Source…" = "Añadir fuente…";

/* Timeline Action bar add timeline action button */
"Add Timeline Action" = "Añadir acción de control temporal";

/* Button label */
"Add Video Source…" = "Añadir fuente de vídeo…";

/* Alert default button */
"Add to All Scenes" = "Añadir a todas las escenas";

/* Alert button */
"Add to Current Scene" = "Añadir a escena actual";

/* Inspector group name */
"Additional CSS" = "CSS adicional";

/* Inspector group name */
"Advanced Options" = "Opciones avanzadas";

/* Inspector group name */
"Alignment" = "Alineación";

/* Button to check all items
   Menu item */
"All" = "Todo";

/* Menu item */
"All Browsers" = "Todos los navegadores";

/* Menu item */
"All Fonts" = "Todos los tipos de letra";

/* Browser compatibility warning */
"Alpha values in colors are not supported. The color will fallback to using a 1.0 alpha value." = "No se admiten valores alfa en los colores. El color retrocederá a un valor alfa de 1,0.";

/* HTML Widget Description */
"An HTML widget is used to display embedded HTML in your scene or to embed an iframe of a different web page." = "Un widget HTML se usa para mostrar HTML incrustado en la escena o para incrustar un iframe de otra página web.";

/* Browser compatibility warning */
"An MP3 audio source is required for playback." = "La reproducción requiere una fuente de audio MP3.";

/* Browser compatibility warning */
"An MP3 or OGG audio source is required for playback." = "La reproducción requiere una fuente de audio MP3 u OGG.";

/* Browser compatibility warning */
"An MP3 or Quicktime-compatible audio source is required for playback." = "La reproducción requiere una fuente de audio MP3 o compatible con Quicktime.";

/* Browser compatibility warning */
"An OGG audio source is required for playback." = "La reproducción requiere una fuente de audio OGG.";

/* Export Script Update Dialog Window Title */
"An update is available for %@." = "Está disponible una actualización para %@.";

/* Menu item */
"Animated" = "Animado";

/* Inspector group name */
"Animation Timelines" = "Controles temporales de animación";

/* scene size checkbox text */
"Apply changes to all scenes" = "Aplicar cambios a todas las escenas";

/* scene size checkbox text */
"Apply to matching layouts" = "Aplicar a diseños coincidentes";

/* Alert message text */
"Are you sure you want to delete the selected layout?" = "¿Seguro que desea eliminar el diseño seleccionado?";

/* Alert message text */
"Are you sure you want to delete the selected scene?" = "¿Seguro que desea eliminar la escena seleccionada?";

/* Alert message text: Are you sure you want to remove the font named “{font name}” */
"Are you sure you want to remove the font named “%@”" = "¿Seguro que desea suprimir el tipo de letra “%@”?";

/* Alert message text: Are you sure you want to remove the font named “{font name}” */
"Are you sure you want to remove the symbol named “%@”" = "¿Seguro que desea suprimir el símbolo “%@”?";

/* No comment provided by engineer. */
"Audio…" = "Audio…";

/* Menu item */
"Auto Scrollbars" = "Barras de desplazamiento automáticas";

/* Mouse cursor name; menu item */
"Automatic" = "Automático";

/* alert message title */
"Automatically add to all scenes?" = "¿Añadir automáticamente a todas las escenas?";

/* Browser compatibility warning */
"Autoplay is ignored unless Muted is also enabled." = "La reproducción automática se ignora a menos que Silenciado también esté activado.";

/* Browser compatibility warning */
"Autoplay is ignored." = "Reproducción automática ignorada.";

/* Menu item */
"Back" = "Detrás";

/* Menu item */
"Back Reverse" = "Detrás inverso";

/* Inspector group name */
"Background" = "Fondo";

/* Browser compatibility warning */
"Background gradients are not supported. The solid fill style will be displayed instead." = "No se admiten degradados para el fondo. En su lugar, se mostrará el estilo de relleno sólido.";

/* No comment provided by engineer. */
"Backward" = "Atrás";

/* Beta Expiration Dialog */
"Beta Expired" = "Beta caducada";

/* Inspector group name */
"Border" = "Borde";

/* Menu item */
"Bounce" = "Rebote";

/* Menu item */
"Bounce Reverse" = "Rebote inverso";

/* Undo menu item action */
"Browser Compatibility Warning" = "Aviso de compatibilidad con navegadores";

/* Default text in a new button element and element class type */
"Button" = "Botón";

/* Browser compatibility warning */
"CSS3 Backdrop Filters are unsupported and cannot be applied." = "Los filtros CSS3 de telón de fondo no se admiten y no pueden aplicarse.";

/* Browser compatibility warning */
"CSS3 Filters are unsupported and cannot be applied." = "Los filtros CSS3 no se admiten y no pueden aplicarse.";

/* Button text */
"Cancel" = "Cancelar";

/* Browser compatibility warning */
"Cannot autoplay audio on mobile devices unless it is a home screen web app." = "No se puede reproducir audio automáticamente en dispositivos móviles excepto en apps web de pantalla de inicio.";

/* Browser compatibility warning */
"Cannot modify browser selection behavior." = "No se puede modificar el comportamiento de selección del navegador.";

/* Browser compatibility warning */
"Cannot preload audio." = "No es posible la carga previa del audio.";

/* Undo menu item action */
"Change Background Color" = "Cambiar color de fondo";

/* Undo menu action name */
"Change Duration" = "Cambiar duración";

/* Undo menu item action */
"Change Physics Gravity" = "Cambiar gravedad de física";

/* Undo menu item action */
"Change Preview Export Script" = "Cambiar script de exportación de vista previa";

/* Undo menu item action */
"Change Scene Size" = "Cambiar tamaño de escena";

/* Undo menu item action */
"Change Symbol Type" = "Cambiar tipo de símbolo";

/* Browser compatibility warning */
"Changing the status bar style is not supported" = "No se permite cambiar el estilo de la barra de estado";

/* Button text */
"Check for Updates" = "Buscar actualizaciones";

/* No comment provided by engineer. */
"Choose an exported .hyperesources folder" = "Elija una carpeta de .hyperesources exportada";

/* Menu item */
"Choose…" = "Elegir…";

/* Browser compatibility warning category and inspector group name */
"Class Name" = "Nombre de clase";

/* Button text */
"Close Document" = "Cerrar documento";

/* Tooltip */
"Compose Email" = "Redactar email";

/* info window text when connecting to app store */
"Connecting to App Store…" = "Conectando con la App Store…";

/* Email Support: */
"Contact Us:" = "Soporte por correo electrónico:";

/* Inspector group name */
"Content Overflow" = "Desbordamiento de contenido";

/* Export Script Update Dialog Window Button */
"Continue" = "Continuar";

/* Application Error Dialog */
"Continue Anyways" = "Continuar igualmente";

/* Tooltip: Continue Timeline {timeline name} */
"Continue Timeline %@" = "Continuar control temporal %@";

/* Alert default button and menu item */
"Convert" = "Convertir";

/* Alert informative text */
"Converting to motion paths will modify existing Left and Top keyframes across all timelines and set Transform Origin to 50%% 50%%." = "La conversión en trazados de movimiento modificará los fotogramas clave izquierdo y superior en todos los controles temporales y ajustará el origen de transformación a 50%% 50%%.";

/* Menu item */
"Copy Guide" = "Copiar guía";

/* Menu item */
"Copy Guides" = "Copiar guías";

/* Error dialog title */
"Corrupt Hype Document" = "Documento Hype dañado";

/* Alert message text */
"Could not send feedback" = "No ha podido enviar información";

/* Menu item */
"Create Grid…" = "Crear cuadrícula…";

/* Alert dialog button label */
"Create New Group" = "Crear grupo nuevo";

/* Undo menu item action */
"Create Symbol" = "Crear símbolo";

/* Mouse cursor name; menu item */
"Crosshair" = "Cruz filar";

/* Default name for custom size breakpoint, timing function names, and behavior handlers */
"Custom" = "Personalizado";

/* Inspector group name and undo menu item action */
"Custom Behaviors" = "Comportamientos personalizados";

/* Menu item and dialog title */
"Custom CSS" = "CSS personalizado";

/* Timing functions custom functions section header */
"Custom Functions" = "Funciones personalizadas";

/* Browser compatibility warning category */
"Custom Head HTML" = "Encabezado HTML personalizado";

/* Browser compatibility warning category */
"Custom JavaScript" = "JavaScript personalizado";

/* Advanced export default name */
"Custom Slice" = "Sector personalizado";

/* custom export slices header title */
"Custom Slices" = "Sectores personalizados";

/* Browser compatibility warning */
"Dashed and Dotted Border Style may not draw correctly." = "Es posible que los estilos de borde Guiones y Punteado no se dibujen correctamente.";

/* Preference pane name */
"Debug" = "Depurar";

/* Default export slice name
   default slice name */
"Default" = "Por omisión";

/* Alert default button and menu item */
"Delete" = "Eliminar";

/* Undo menu item action */
"Delete Element" = "Eliminar elemento";

/* Menu item */
"Delete JavaScript" = "Eliminar JavaScript";

/* Undo menu item action */
"Delete Keyframe" = "Eliminar fotograma clave";

/* Undo menu item action */
"Delete Layout" = "Eliminar diseño";

/* Undo menu item action */
"Delete Scene" = "Eliminar escena";

/* Undo menu item action */
"Delete Scene Size" = "Eliminar tamaño de escena";

/* Default name for phone layout breakpoint */
"Desktop" = "Escritorio";

/* Window title */
"Developer News" = "Noticias del desarrollador";

/* Preference pane name */
"Devices" = "Dispositivos";

/* Menu item */
"Dismiss Capo" = "Descartar punto de entrada";

/* Inspector group name */
"Display Name" = "Nombre visualizado";

/* informative alert text, the n corresponds to a number which will be assigned */
"Display Names will be labeled as \"%@-n.\"" = "Los nombres mostrados se etiquetan como \"%@-n.\"";

/* Alert message text */
"Do you want to convert %@ to a persistent symbol?" = "¿Quiere convertir %@ en un símbolo persistente?";

/* Alert message text: Do you want to convert {element or elements, depending on number of selected elements} to use motion paths? */
"Do you want to convert %@ to use motion paths?" = "¿Quiere convertir %@ para usar trazados de movimiento?";

/* Alert message text */
"Do you want to convert element to use motion paths?" = "¿Quiere convertir el elemento para usar trazados de movimiento?";

/* Alert message text */
"Do you want to convert elements to use motion paths?" = "¿Quiere convertir los elementos para usar trazados de movimiento?";

/* Alert message text */
"Do you want to include contact information?" = "¿Desea incluir la información de contacto?";

/* Alert informative text */
"Do you want to keep the Hype version, or update to the version on disk?" = "¿Quiere conservar la versión de Hype o actualizar a la del disco?";

/* Alert message text */
"Do you want to relink the file?" = "¿Quiere volver a vincular el archivo?";

/* Alert message text */
"Do you want to remove motion paths?" = "¿Quiere suprimir los trazados de movimiento?";

/* Alert message text (plural) */
"Do you want to replace existing files?" = "¿Desea reemplazar los archivos existentes?";

/* Alert message text (singlular) */
"Do you want to replace the existing file?" = "¿Desea reemplazar el archivo existente?";

/* Inspector pane name */
"Document" = "Documento";

/* Inspector tab tooltip */
"Document Inspector" = "Inspector de documento";

/* Error dialog title */
"Document Version Incompatibility" = "Incompatibilidad de versión del documento";

/* Symbol Editing Directions */
"Double-click to edit" = "Doble clic para editar";

/* Export Script Update Dialog Window Button */
"Download & Continue" = "Descargar y continuar";

/* Application Error Dialog */
"Download Hype" = "Descargar Hype";

/* Button Text */
"Download Hype 1" = "Descargar Hype 1";

/* Button label */
"Download Trial" = "Descargar versión de prueba";

/* Undo menu item action */
"Duplicate" = "Duplicar";

/* Menu item */
"Duplicate Scene" = "Duplicar escena";

/* Menu item */
"Duplicate Scene (Without Animations)" = "Duplicar escena (sin animaciones)";

/* duplicate timelines undo text */
"Duplicate Timelines" = "Duplicar controles temporales";

/* Menu item */
"Ease In" = "Aceleración";

/* Menu item */
"Ease In Circ" = "Aceleración circular";

/* Menu item */
"Ease In Expo" = "Aceleración exponencial";

/* Menu item */
"Ease In Out" = "Aceleración/desaceleración";

/* Menu item */
"Ease In Out Circ" = "Aceleración/desaceleración circular";

/* Menu item */
"Ease In Out Expo" = "Aceleración/desaceleración exponencial";

/* Menu item */
"Ease In Out Quad" = "Aceleración/desaceleración cuadrática";

/* Menu item */
"Ease In Out Quart" = "Aceleración/desaceleración cuártica";

/* Menu item */
"Ease In Out Quint" = "Aceleración/desaceleración quíntica";

/* Menu item */
"Ease In Out Sine" = "Aceleración/desaceleración seno";

/* Menu item */
"Ease In Quad" = "Aceleración cuadrática";

/* Menu item */
"Ease In Quart" = "Aceleración cuártica";

/* Menu item */
"Ease In Quint" = "Aceleración quíntica";

/* Menu item */
"Ease In Sine" = "Aceleración seno";

/* Menu item */
"Ease Out" = "Desaceleración";

/* Menu item */
"Ease Out Circ" = "Desaceleración circular";

/* Menu item */
"Ease Out Expo" = "Desaceleración exponencial";

/* Menu item */
"Ease Out Quad" = "Desaceleración cuadrática";

/* Menu item */
"Ease Out Quart" = "Desaceleración cuártica";

/* Menu item */
"Ease Out Quint" = "Desaceleración quíntica";

/* Menu item */
"Ease Out Sine" = "Desaceleración seno";

/* Menu item */
"Edit Grid…" = "Editar cuadrícula…";

/* Menu item */
"Edit Layout Grid" = "Editar cuadrícula diseño";

/* Menu item */
"Edit Timelines…" = "Editar controles temporales…";

/* Menu item */
"Elastic" = "Elástico";

/* Menu item */
"Elastic Reverse" = "Elástico inverso";

/* Inspector pane name */
"Element" = "Elemento";

/* Inspector pane name */
"Element Actions" = "Acciones de elemento";

/* Inspector tab tooltip */
"Element Inspector" = "Inspector de elemento";

/* Inspector group name */
"Element Physics" = "Física de elemento";

/* No comment provided by engineer. */
"Elements" = "Elementos";

/* Element class type */
"Ellipse" = "Elipse";

/* enter serial number menu item */
"Enter Pro Serial Number…" = "Introducir número de serie Pro…";

/* Enter Serial Number… menu item */
"Enter Serial Number…" = "Introducir número de serie…";

/* Exit symbol button tooltip */
"Exit symbol" = "Salir del símbolo";

/* export button title for more than one slice */
"Export %ld Slices…" = "Exportar %ld sectores…";

/* export button title for one slice */
"Export %ld Slice…" = "Exportar %ld sector…";

/* Inspector group name */
"Export Script Arguments" = "Argumentos script de exportación";

/* Undo menu item action */
"Export Script Document Argument" = "Argumentos documento script de exportación";

/* Preference pane name */
"Exporting" = "Exportación";

/* export button title */
"Export…" = "Exportar…";

/* Default button in registration dialog when license entension is entered */
"Extend Trial" = "Ampliar período de prueba";

/* tooltip for external element visibility mode button with three display modes */
"External element visibility mode
- Fade elements outside of the symbol
- Hide elements outside of the symbol
- Show elements outside of the symbol" = "Modo de visibilidad de elementos externos
- Atenuar elementos fuera del símbolo
- Ocultar elementos fuera del símbolo
- Mostrar elementos fuera del símbolo";

/* Alert informative text (plural) */
"Files with the same name already exist in the Resource Library. Do you want to replace any files that are named the same or keep them both?" = "La biblioteca de recursos ya contiene archivos con el mismo nombre. ¿Desea reemplazar los archivos que tengan el mismo nombre o conservar ambos?";

/* Inspector group name */
"Filter Effects" = "Efectos de filtro";

/* Tooltip */
"First Scene" = "Primera escena";

/* Tooltip text */
"First keyframes are relative" = "Primeros fotogr. clave relativos";

/* Inspector group name */
"Flexible Layout" = "Diseño flexible";

/* Inspector group name */
"Font" = "Tipo de letra";

/* Playback direction */
"Forward" = "Adelante";

/* No comment provided by engineer. */
"Front" = "Delante";

/* Preference pane name */
"General" = "General";

/* Tooltip: Go to {time} in Timeline {timeline name} */
"Go to %@ in Timeline %@" = "Ir a %1$@ en control temporal %2$@";

/* Tooltip: Go To URL {url} */
"Go to URL %@" = "Ir a la URL %@";

/* Browser compatibility warning */
"Gravity cannot respond to device tilt." = "La gravedad no puede responder a la inclinación del dispositivo.";

/* Browser compatibility warning */
"Groove, Ridge, Inset, and Outset Border Style are not supported." = "No se admiten los estilos de borde Surco, Relieve, Hundido y Salido.";

/* Element class type */
"Group" = "Grupo";

/* Undo menu item action */
"Group Elements" = "Agrupar elementos";

/* Browser compatibility warning */
"H.264 or a Quicktime-compatible video source is required for playback." = "La reproducción requiere una fuente de vídeo H.264 o compatible con Quicktime.";

/* Inspector group name */
"HTML Page Title" = "Título de página HTML";

/* Element class type and inspector group name */
"HTML Widget" = "Widget HTML";

/* Tab Item, do not localize */
"Head HTML" = "Encabezado HTML";

/* Mouse cursor name; menu item */
"Help" = "Ayuda";

/* Menu item */
"Hidden" = "Oculto";

/* Menu item */
"Hide Button Controls" = "Ocultar controles de botón";

/* Menu item */
"Hide Grid" = "Ocultar cuadrícula";

/* Menu item */
"Hide Guide" = "Ocultar guía";

/* Menu item */
"Hide Guides" = "Ocultar guías";

/* Toolbar button label and menu item */
"Hide Layouts" = "Ocultar diseños";

/* Menu item */
"Hide Ruler" = "Ocultar regla";

/* Toolbar button label and menu item */
"Hide Scenes" = "Ocultar escenas";

/* Undo menu item action */
"Home Screen Web App" = "App web de pantalla de inicio";

/* Browser compatibility warning */
"Home screen web apps are not supported" = "No se admiten apps web de pantalla de inicio";

/* Segmented button text */
"Hover" = "Sobrevolar";

/* Alert dialog title */
"Hype 1 serial numbers cannot be used with Hype 3." = "Los números de serie de Hype 1 no pueden utilizarse con Hype 3.";

/* Alert dialog informative text */
"Hype 3 is a paid upgrade and requires a separate license to be purchased." = "Hype 3 es una actualización de pago y requiere adquirir una licencia distinta.";

/* Window title */
"Hype Crash Reporter" = "Informe de cierre repentino de Hype";

/* Window title */
"Hype Feedback Reporter" = "Informe de comentario sobre Hype";

/* Window title */
"Hype Hang Reporter" = "Informe de bloqueo de Hype";

/* Window title */
"Hype Issue Reporter" = "Informe de un problema con Hype";

/* Error dialog description */
"Hype Professional is available as an in-app purchase, and upgrading will unlock the “Professional Dark” theme." = "Hype Profesional está disponible como compra integrada desde la aplicación. La actualización desbloquea el tema “Oscuro profesional”.";

/* Hype Web Page menu item */
"Hype Web Page" = "Página web de Hype";

/* Hype moved while running informative error text */
"Hype has moved while running and may not operate normally. Please save all documents, quit, and relaunch Hype." = "Hype se ha movido mientras estaba abierto y es posible que no funcione con normalidad. Guarde todos los documentos, cierre Hype y vuelva a abrirlo.";

/* informative alert text, the n corresponds to a number which will be assigned */
"IDs will be labeled as \"%@-n.\"" = "Los ID se etiquetan como \"%@-n.\"";

/* Inspector pane name */
"Identity" = "Identidad";

/* Inspector tab tooltip */
"Identity Inspector" = "Inspector de identidad";

/* Element class type */
"Image" = "Imagen";

/* No comment provided by engineer. */
"Image…" = "Imagen…";

/* advanced export individual layout slices header title */
"Individual Layouts" = "Diseños individuales";

/* advanced export individual scene slices header title */
"Individual Scenes" = "Escenas individuales";

/* Undo menu item action */
"Initial Scale" = "Escala inicial";

/* Browser compatibility warning category */
"Inner HTML" = "InnerHTML";

/* Undo menu item action */
"Insert Button" = "Insertar botón";

/* Undo menu item action */
"Insert Element" = "Insertar elemento";

/* Undo menu item action */
"Insert Ellipse" = "Insertar elipse";

/* Undo menu item action */
"Insert HTML Widget" = "Insertar Widget HTML";

/* Undo menu item action */
"Insert Image" = "Insertar imagen";

/* Undo menu item action */
"Insert Movie" = "Insertar película";

/* Undo menu item action */
"Insert Rectangle" = "Insertar rectángulo";

/* Undo menu item action */
"Insert Rounded Rectangle" = "Insertar rectángulo redondeado";

/* Undo menu item action */
"Insert Shape" = "Insertar forma";

/* Undo menu item action */
"Insert Text" = "Insertar texto";

/* Inspector Pane Name
   Inspector pane name
   Toolbar button title */
"Inspector" = "Inspector";

/* Inspector group name */
"Inspector Pane title" = "Título panel inspector";

/* Button */
"Install Update" = "Instalar actualización";

/* Menu item */
"Instant" = "Instantáneo";

/* Tooltip: Jump to Scene {scene name} */
"Jump to Scene %@" = "Saltar a la escena %@";

/* Alert alternate button */
"Keep" = "Conservar";

/* Button title */
"Keep All" = "Conservar todo";

/* Button text */
"Keep Both" = "Conservar ambos";

/* Tooltip */
"Last Scene" = "Última escena";

/* Browser version support - only support the latest version */
"Latest" = "Último";

/* Inspector group name */
"Layout Size" = "Tamaño diseño";

/* Toolbar button title */
"Layouts" = "Diseños";

/* Button text */
"Learn More" = "Más información";

/* Learn More about Hype Professional… menu item */
"Learn More about Hype Professional…" = "Más información sobre Hype Profesional…";

/* Inspector group name */
"Legal" = "Legal";

/* Menu item */
"Linear" = "Lineal";

/* HTML Page Loading Text */
"Loading" = "Cargando";

/* Menu item */
"Lock" = "Bloquear";

/* Menu item */
"Lock Guide" = "Bloquear guía";

/* Menu item */
"Lock Guides" = "Bloquear guías";

/* Browser compatibility warning */
"Loop is not supported and will be ignored." = "No se admiten bucles. Se ignorará.";

/* Default name the main timeline in a scene */
"Main Timeline" = "Control temporal principal";

/* Undo menu item action */
"Make Background Transparent" = "Hacer el fondo transparente";

/* Button text */
"Make Display Names Unique" = "Hacer únicos los nombres mostrados";

/* Button text */
"Make IDs Unique" = "Hacer únicos los ID";

/* Menu item */
"Make Invisible" = "Hacer invisible";

/* Menu item */
"Make Visible" = "Hacer visible";

/* No comment provided by engineer. */
"Media Browser" = "Navegador de contenidos";

/* Inspector pane name */
"Metrics" = "Medidas";

/* Inspector tab tooltip */
"Metrics Inspector" = "Inspector de medidas";

/* Menu item */
"Minimum Version" = "Versión mínima";

/* Browser compatibility warning category and inspector group name */
"Mobile Options" = "Opciones móviles";

/* Menu item and dialog title */
"Monotype" = "Monotype";

/* HTML link title for getting to the JavaScript documentation web page */
"More Info" = "Más información";

/* Mouse cursor name; menu item */
"Move" = "Mover";

/* Undo menu item action */
"Move Animation" = "Mover animación";

/* Undo menu item action */
"Move Guide" = "Mover guía";

/* Undo menu item action */
"Move Scene" = "Mover escena";

/* Multiple Selection String
   Timing function menu title */
"Multiple" = "Múltiple";

/* Resource Library Info View */
"Multiple Selection" = "Selección múltiple";

/* Unique Element ID Alert Text */
"Multiple elements are selected, but IDs must be unique. Do you want to number the ID values to make them unique?" = "Están seleccionados varios elementos, pero los ID deben ser únicos. ¿Desea numerar los valores de ID para que sean únicos?";

/* Unique Display Name Alert Text */
"Multiple elements are selected. Do you want to number the Display Name values to make them unique?" = "Están seleccionados varios elementos. ¿Desea numerar los valores de nombres mostrados para que sean únicos?";

/* Browser compatibility warning */
"Muting is not supported and will be ignored." = "No se admite el silenciado. Se ignorará.";

/* Button label */
"Never Sign Up" = "No inscribirse nunca";

/* Menu item */
"New JavaScript" = "Nuevo JavaScript";

/* Undo menu item action */
"New Keyframe" = "Nuevo fotograma clave";

/* Undo menu item action and name of new scene layouts */
"New Layout" = "Nuevo diseño";

/* No comment provided by engineer. */
"New Persistent Symbol from Selection…" = "Nuevo símbolo persistente a partir de la selección…";

/* No comment provided by engineer. */
"New Persistent Symbol…" = "Nuevo símbolo persistente…";

/* Undo menu item action and name of new scenes */
"New Scene" = "Nueva escena";

/* Undo menu item action and name of new scene sizes */
"New Scene Size" = "Tamaño nueva escena";

/* No comment provided by engineer. */
"New Symbol" = "Nuevo símbolo";

/* No comment provided by engineer. */
"New Symbol from Selection" = "Nuevo símbolo a partir de la selección";

/* Default text in a new button element and element class type */
"New Text" = "Nuevo texto";

/* Menu item */
"New Timeline…" = "Nuevo control temporal…";

/* Alert message text */
"New Update Available" = "Nueva actualización disponible";

/* Tooltip */
"Next Scene" = "Escena siguiente";

/* Tooltip */
"No Action" = "Sin acción";

/* Alert message text */
"No New Updates Available." = "No hay actualizaciones nuevas.";

/* Resource Library Info View */
"No Options" = "Sin opciones";

/* Menu Item
   Mouse cursor name; menu item; browser version support - no support for selected browser */
"None" = "Ninguno";

/* Segmented button text */
"Normal" = "Normal";

/* Button text */
"OK" = "Aceptar";

/* Undo menu item action */
"Offline Cache" = "Caché sin conexión";

/* Custom Behavior Handler name in inspector, like 'On Mouse Down' */
"On %@" = "Al %@";

/* Inspector group name */
"On Any Timeline Complete" = "Al completar control temporal";

/* Inspector group name */
"On Drag" = "Al arrastrar";

/* Inspector group name */
"On Enter Viewport" = "Al entrar en ventanilla";

/* Browser compatibility warning */
"On Enter Viewport is not supported. This event will fire immediately after On Scene Load." = "\"Al entrar en ventanilla\" no se admite. Este evento se disparará inmediatamente después de \"Al cargar escena\".";

/* Inspector group name */
"On Exit Viewport" = "Al salir de ventanilla";

/* Browser compatibility warning */
"On Exit Viewport is not supported. This event will never fire." = "\"Al salir de ventanilla\" no se admite. Este evento no se disparará nunca.";

/* Inspector group name */
"On Key Down" = "Si tecla abajo";

/* Inspector group name */
"On Key Press" = "Si tecla presionada";

/* Inspector group name */
"On Key Up" = "Si tecla arriba";

/* Inspector group name */
"On Layout Load" = "Al cargar diseño";

/* Inspector group name */
"On Layout Unload" = "Al descargar diseño";

/* Inspector group name */
"On Mouse Click" = "Si clic del mouse";

/* Inspector group name */
"On Mouse Down" = "Si mouse abajo";

/* Inspector group name */
"On Mouse Out" = "Si mouse fuera";

/* Inspector group name */
"On Mouse Over" = "Si mouse encima";

/* Inspector group name */
"On Mouse Up" = "Si mouse arriba";

/* Inspector group name */
"On Scene Load" = "Al cargar escena";

/* Inspector group name */
"On Scene Unload" = "Al deshacer carga de escena";

/* Inspector group name */
"On Swipe Down" = "Al deslizar abajo";

/* Inspector group name */
"On Swipe Left" = "Al deslizar a izquierda";

/* Inspector group name */
"On Swipe Right" = "Al deslizar a derecha";

/* Inspector group name */
"On Swipe Up" = "Al deslizar arriba";

/* Inspector group name */
"On Symbol Load" = "Al cargar símbolo";

/* Inspector group name */
"On Symbol Unload" = "Al descargar símbolo";

/* Menu item and inspector group name */
"Opacity" = "Opacidad";

/* Browser compatibility warning */
"Opacity will not be displayed when there is corner rounding, a background gradient, or box shadow applied." = "La opacidad no se mostrará cuando haya ángulos redondeados, degradado de fondo o se aplique sombra a un cuadro.";

/* Alert default button */
"Open App Store" = "Abrir App Store";

/* Button text */
"Open Read-Only" = "Abrir sólo para lectura";

/* Inspector group name */
"Options" = "Opciones";

/* Browser compatibility warning */
"PSD images will not be displayed." = "No se mostrarán las imágenes PSD.";

/* Menu item */
"Paste Guide" = "Pegar guía";

/* Menu item */
"Paste Guides" = "Pegar guías";

/* Alert dialog informative text */
"Pasting a symbol into itself would create a black hole and all elements as we know them would be destroyed." = "Pegar un símbolo sobre sí mismo crearía un agujero negro y todos los elementos tal como los conocemos se destruirían.";

/* Tooltip: Pause Timeline {timeline name} */
"Pause Timeline %@" = "Pausa en control temporal %@";

/* Element class type and name of new symbol and inspector pane title */
"Persistent Symbol" = "Símbolo persistente";

/* Symbol Description */
"Persistent Symbols allow you to share content between multiple scenes. Symbols are reusable components containing elements, timelines, and animations." = "Los símbolos persistentes permiten compartir contenido entre varias escenas. Los símbolos son componentes reutilizables que contienen elementos, controles temporales y animaciones.";

/* Alert informative text */
"Persistent Symbols have a single shared instance which is preserved across scene changes. Making a symbol persistent will convert all instances of that symbol on other scenes to be the same persistent instance." = "Los símbolos persistentes tienen una única copia compartida que se conserva a lo largo de los cambios de la escena. Hacer que un símbolo sea persistente convertirá todas las copias del símbolo en otras escenas para que sean la misma copia persistente.";

/* Alert informative text */
"Persistent Symbols have a single shared instance which is preserved across scene changes. To manually add it to another scene, copy and paste or drag from the Resource Library." = "Los símbolos persistentes tienen una única copia compartida que se conserva a lo largo de los cambios de la escena. Para añadirla manualmente a otra escena, se puede copiar y pegar o arrastrar desde la biblioteca de recursos.";

/* Alert dialog informative text */
"Persistent symbols can only be added as top level elements in a scene." = "Los símbolos persistentes sólo pueden añadirse como elementos de primer nivel en una escena.";

/* Browser compatibility warning */
"Perspective is not displayed on 3D rotations." = "No se muestra perspectiva en las rotaciones en 3D.";

/* Browser compatibility warning */
"Perspective is not displayed on the swap transition." = "No se muestra perspectiva en la transición con efecto de intercambio.";

/* Inspector pane name */
"Physics" = "Física";

/* Inspector tab tooltip */
"Physics Inspector" = "Inspector de física";

/* Inspector group name */
"Placement" = "Posición";

/* Browser compatibility warning */
"Playing inline is not supported and will be ignored." = "La reproducción en modo insertado no es compatible y se ignorará.";

/* Alert message text */
"Please add a summary to this report." = "Añada un resumen a este informe.";

/* No comment provided by engineer. */
"Please check your internet connection and try again later." = "Compruebe la conexión a internet e inténtelo de nuevo más tarde.";

/* No comment provided by engineer. */
"Please try again later or contact support by going to Help->Report an Issue…" = "Inténtelo más tarde o póngase en contacto con soporte yendo a Ayuda->Informar de un problema…";

/* Inspector attribute group name
   Mouse cursor name; menu item */
"Pointer" = "Puntero";

/* Menu item */
"Position" = "Posición";

/* Undo menu item action */
"Position with CSS left/top" = "Posición con CSS izquierda/arriba";

/* Tooltip */
"Present Media" = "Contenidos presentes";

/* Segmented button text */
"Pressed" = "Presionado";

/* Browser compatibility warning */
"Preventing user scaling is not supported" = "No se admite la opción de impedir escalados por el usuario";

/* No comment provided by engineer. */
"Preview" = "Vista previa";

/* Menu item */
"Preview Current Layout in Browser" = "Vista previa del diseño actual en el navegador";

/* Menu item */
"Preview Current Layout on Device" = "Vista previa del diseño actual en el dispositivo";

/* Menu item */
"Preview Current Scene in Browser" = "Vista previa de la escena actual en el navegador";

/* Menu item */
"Preview Current Scene on Device" = "Vista previa de la escena actual en el dispositivo";

/* Menu Item */
"Preview Using Export Script:" = "Vista previa usando el script de exportación:";

/* Tooltip */
"Previous Scene" = "Escena anterior";

/* Menu item */
"Properties" = "Propiedades";

/* Purchase menu item */
"Purchase" = "Comprar";

/* Button Text */
"Purchase Hype 3" = "Comprar Hype 3";

/* Purchase Hype Professional… menu item */
"Purchase Hype Professional…" = "Comprar Hype Profesional…";

/* Purchase Hype Standard… menu item */
"Purchase Hype Standard…" = "Comprar Hype Estándar…";

/* Button in registration and trial dialogs to purchase Hype */
"Purchase Now" = "Comprar ahora";

/* Button label */
"Purchase Update" = "Comprar actualización";

/* info window text when purchasing Hype Pro form the app store */
"Purchasing Hype Professional…" = "Comprar Hype Profesional…";

/* Button in registration and trial dialogs */
"Quit" = "Salir";

/* Element class type */
"Rectangle" = "Rectángulo";

/* Inspector group name */
"Reflection" = "Reflejo";

/* Browser compatibility warning */
"Reflection is not supported and will not be displayed." = "No se admiten reflejos. No se mostrará.";

/* Default button in registration dialog when valid license is entered */
"Register" = "Registrar";

/* Message Text
   MessageText */
"Registration Failed" = "Error en el registro";

/* Message Text
   MessageText */
"Registration Successful" = "Registro completado";

/* Hype moved while running message text */
"Relaunch Hype" = "Volver a abrir Hype";

/* Alert default button */
"Relink" = "Volver a vincular";

/* Menu item */
"Reload HTML Content" = "Volver a cargar contenido HTML";

/* Button label */
"Remind Me Later" = "Recordar más tarde";

/* Action Type Pop Up Button Choice
   Alert default button */
"Remove" = "Suprimir";

/* Menu item and undo menu item action */
"Remove Guide" = "Suprimir guía";

/* Menu item */
"Remove Guides" = "Suprimir guías";

/* Menu item and alert dialog default button */
"Remove Motion Paths" = "Suprimir trazados de movimiento";

/* Undo menu item action */
"Remove Symbol" = "Suprimir símbolo";

/* Alert informative text */
"Removing the symbol will remove all instances of the symbol in the document." = "Suprimir el símbolo eliminará todas las copias del mismo en el documento.";

/* Undo menu item action */
"Rename Layout" = "Cambiar nombre de diseño";

/* Menu item */
"Rename Scene" = "Cambiar nombre de escena";

/* Alert default button */
"Replace" = "Sustituir";

/* Alert informative text */
"Replacing the existing plug-in will require relaunching Hype to take effect." = "Para que la sustitución del módulo existente tenga efecto, deberá reiniciarse Hype.";

/* Menu item */
"Reset to Default" = "Ajustes por omisión";

/* Toolbar button title */
"Resources" = "Recursos";

/* Alert informative text: Resources unreferenced in the document will be removed immediately. */
"Resources unreferenced in the document will be removed immediately." = "Los recursos sin referencias en el documento se eliminarán inmediatamente.";

/* Alert message text */
"Resources will be removed." = "Los recursos se eliminarán.";

/* Inspector group name */
"Responsive Layout" = "Diseño adaptable";

/* restore purchases menu item */
"Restore Purchases…" = "Restaurar compras…";

/* Retina Image Slot Name */
"Retina @2x" = "Retina x2";

/* Playback direction */
"Reverse" = "Inverso";

/* Inspector group name */
"Rotation" = "Rotación";

/* Browser compatibility warning */
"Rotation will not be displayed when there is corner rounding, a background gradient, or box shadow applied." = "La rotación no se mostrará cuando haya ángulos redondeados, degradado de fondo o se aplique sombra a un cuadro.";

/* Element class type */
"Rounded Rectangle" = "Rectángulo redondeado";

/* Tooltip: Run JavaScript {function name} */
"Run JavaScript %@" = "Ejecutar JavaScript %@";

/* Browser compatibility warning */
"SVG-based images will not be displayed." = "No se mostrarán imágenes basadas en SVG.";

/* Menu item and inspector group name */
"Scale" = "Escala";

/* Inspector pane name */
"Scene" = "Escena";

/* Undo menu item action */
"Scene Drag Action" = "Acción de arrastrar escena";

/* Inspector tab tooltip and menu item */
"Scene Inspector" = "Inspector de escena";

/* Undo menu item action */
"Scene Key Down Action" = "Acción de tecla abajo en escena";

/* Undo menu item action */
"Scene Key Press Action" = "Acción de tecla presionada en escena";

/* Undo menu item action */
"Scene Key Up Action" = "Acción de tecla arriba en escena";

/* Undo menu item action */
"Scene Load Action" = "Acción de cargar escena";

/* Inspector group name */
"Scene Physics Gravity" = "Gravedad física de escena";

/* Undo menu item action */
"Scene Rename" = "Cambio de nombre de escena";

/* Inspector group name */
"Scene Size" = "Tamaño de escena";

/* Undo menu item action */
"Scene Swipe Down Action" = "Acción de deslizar abajo en escena";

/* Undo menu item action */
"Scene Swipe Left Action" = "Acción de deslizar a izquierda en escena";

/* Undo menu item action */
"Scene Swipe Right Action" = "Acción de deslizar a derecha en escena";

/* Undo menu item action */
"Scene Swipe Up Action" = "Acción de deslizar arriba en escena";

/* Name of new symbol */
"Scene Symbol" = "Símbolo de escena";

/* Undo menu item action */
"Scene Timeline Complete Action" = "Acción de completar control temporal en escena";

/* Undo menu item action */
"Scene Unload Action" = "Acción de deshacer carga de escena";

/* Scenes
   Toolbar button title */
"Scenes" = "Escenas";

/* Scenes and Layouts */
"Scenes and Layouts" = "Escenas y diseños";

/* Menu item */
"Scrollbars" = "Barras de desplazamiento";

/* Browser compatibility warning */
"Scrollbars and scrolling behavior is not supported on Android devices." = "Las barras y el comportamiento de desplazamiento no son compatibles con dispositivos Android.";

/* Menu item */
"Set Capo" = "Definir punto de entrada";

/* Browser compatibility warning */
"Setting pointer-events to none is not fully supported. This element will still intercept mouseover, mouseout, and hover actions. As a result elements below will not receive these events." = "El ajuste de eventos de puntero a \"ninguno\" no es del todo compatible. Este elemento todavía interceptará acciones de mouse encima, mouse fuera y sobrevolar.  En consecuencia, los elementos inferiores no recibirán estos eventos.";

/* Inspector group name */
"Shadow" = "Sombra";

/* Menu item */
"Show Button Controls" = "Mostrar controles de botón";

/* Preference Pane Button */
"Show Export Scripts Folder in Finder" = "Mostrar carpeta de scripts de exportación en el Finder";

/* Menu item */
"Show Grid" = "Mostrar cuadrícula";

/* Menu item */
"Show Guide" = "Mostrar guía";

/* Menu item */
"Show Guides" = "Mostrar guías";

/* Menu item */
"Show JavaScript Functions…" = "Mostrar funciones JavaScript…";

/* Toolbar button label and menu item */
"Show Layouts" = "Mostrar diseños";

/* Undo menu item action */
"Show Loading Page" = "Mostrar página cargándose";

/* Menu item */
"Show Resource Library…" = "Mostrar biblioteca de recursos…";

/* Menu item */
"Show Ruler" = "Mostrar regla";

/* Toolbar button label and menu item */
"Show Scenes" = "Mostrar escenas";

/* Preference Pane Button */
"Show in Finder" = "Mostrar en el Finder";

/* Inspector group name */
"Shown Browser Compatibility Warnings" = "Avisos mostrados de compatibilidad con navegadores";

/* Button label */
"Sign Up Later" = "Inscribirse más tarde";

/* Alert informative text */
"Some instances of this symbol are not at the top level of the scene. Persistent symbols cannot be inside of other symbols. Any symbols not at the top level will become clones of a new symbol named ‘%@’." = "Algunas copias de este símbolo no están en el primer nivel de la escena. Los símbolos persistentes no pueden estar dentro de otros símbolos. Los símbolos que no están a primer nivel se convertirán en clones de un nuevo símbolo llamado ‘%@’.";

/* Alert informative text */
"Some scenes have more than one instance of this symbol. There can only be one instance of each persistent symbol per scene. The first instance on each scene will be converted to the persistent symbol and all other instances will become clones of a new symbol named ‘%@’." = "Algunas escenas tienen más de una copia de este símbolo. Sólo puede haber una copia de cada símbolo persistente por escena. La primera copia de cada escena se convertirá en el símbolo persistente y todas las demás copias pasarán a ser clones de un nuevo símbolo llamado ‘%@’.";

/* Informative Text */
"Sorry, something went wrong.  Please contact Tumult Support at support@tumult.com." = "Algo ha salido mal, lo sentimos.  Por favor, contacte con la asistencia de Tumult en support@tumult.com.";

/* Special thanks */
"Special thanks to" = "Un agradecimiento especial a:";

/* Non-Retina Image Slot Name */
"Standard @1x" = "Estándar x1";

/* Tooltip: Start Timeline {timeline name} */
"Start Timeline %@" = "Iniciar control temporal %@";

/* Undo menu item action */
"Status Bar Style" = "Estilo de la barra de estado";

/* No comment provided by engineer. */
"Submit Without Contact Information" = "Enviar sin información de contacto";

/* Browser compatibility warning */
"Swap transitions appear as instant transitions." = "Las transiciones con efecto de intercambio aparecen como instantáneas.";

/* Element class type and name of new symbol and inspector pane title */
"Symbol" = "Símbolo";

/* Inspector tab tooltip and menu item */
"Symbol Inspector" = "Inspector de símbolos";

/* Inspector group name */
"Symbol Physics Gravity" = "Gravedad física del símbolo";

/* menu item */
"Symbol Timelines" = "Controles temporales del símbolo";

/* No comment provided by engineer. */
"Symbols" = "Símbolos";

/* Symbol Description */
"Symbols are reusable components containing elements, timelines, and animations." = "Los símbolos son componentes reutilizables que contienen elementos, controles temporales y animaciones.";

/* Browser compatibility warning */
"TIFF images will not be displayed." = "No se mostrarán las imágenes TIFF.";

/* Inspector group additional name */
"Tap" = "Tocar";

/* Element class type, menu item, inspector pane name */
"Text" = "Texto";

/* Inspector tab tooltip */
"Text Inspector" = "Inspector de texto";

/* Inspector group name */
"Text Shadow" = "Sombra de texto";

/* Browser compatibility warning */
"Text Shadow is not supported." = "No se admite el sombreado de texto.";

/* Inspector group name */
"Text Spacing" = "Espaciado del texto";

/* No comment provided by engineer. */
"Textured Button" = "Botón con textura";

/* Informative Text */
"Thank you for purchasing Tumult Hype!" = "¡Gracias por comprar Tumult Hype!";

/* Error dialog description */
"The Hype document you are trying to open appears to be corrupt. Please restore from a backup." = "El documento de Hype que está intentando abrir parece dañado. Por favor, restáurelo a partir de una copia de seguridad.";

/* Document compatibility warning */
"The Unique Element Id, “%@”, is used by %lu other %@ and is therefore not unique as required. This must be fixed by changing this property to an unused value via the Identity Inspector." = "El identificador único de elemento, “%1$@”, lo utiliza(n) otro(s) %2$lu %3$@ y, por tanto, no es único como debería. Debe corregirse cambiando esta propiedad a un valor no utilizado mediante el inspector de identidad.";

/* Error dialog description */
"The document you are trying to open was created with a newer version of Hype and cannot be displayed." = "El documento que está intentando abrir se creó con una versión más reciente de Hype y no puede mostrarse.";

/* Error dialog text */
"The file cannot be opened because it may be corrupt.  Please restore from backup." = "El archivo no puede abrirse porque parece dañado.  Por favor, restáurelo a partir de una copia de seguridad.";

/* Alert informative text (singular) */
"The file named \"%@\" already exists in the Resource Library. Do you want to replace it or keep them both?" = "El archivo \"%@\" ya existe en la biblioteca de recursos. ¿Desea reemplazarlo o conservar los dos?";

/* Alert informative text */
"The font is currently in use in the document. Removing will not change the font values for the referenced elements." = "El tipo de letra se está usando en el documento. Eliminarlo no cambiará los valores de tipo de letra de los elementos a los que se haga referencia.";

/* Application Error Dialog */
"The integerity of the Hype application has been compromised." = "La integridad de la aplicación Hype se ha visto comprometida.";

/* Error dialog title */
"The interface theme “Professional Dark” is only available in Hype Professional." = "El tema de interfaz “Oscuro profesional” sólo está disponible en Hype Profesional.";

/* Alert informative text */
"The original file could not be found.  Relinking will replace the resource with one selected from disk." = "No se encuentra el archivo original.  Al cambiar el vínculo, se reemplazará el recurso por otro seleccionado del disco.";

/* Alert message text */
"The persistent symbol “%@” cannot be added to this scene" = "El símbolo persistente “%@” no puede añadirse a esta escena";

/* Alert informative text: The resource already exists in the group named “{group name}.” */
"The resource already exists in the group named “%@.”" = "El recurso ya existe en el grupo “%@”.";

/* Alert informative text: The resource group “{group name}” cannot be deleted because it is currently used in the document. */
"The resource group “%@” cannot be deleted because it is currently used in the document." = "El grupo de recursos “%@” no puede eliminarse porque se emplea en el documento.";

/* Alert message text */
"The resource will be removed." = "El recurso se eliminará.";

/* Alert informative text: The resource “{resource name}” cannot be deleted because it is currently used in the document. */
"The resource “%@” cannot be deleted because it is currently used in the document." = "El recurso “%@” no puede eliminarse porque se emplea en el documento.";

/* Alert informative text: The resource “{resource name}” is unreferenced in the document and will be removed immediately. */
"The resource “%@” is unreferenced in the document and will be removed immediately." = "El recurso “%@” no tiene referencias en el documento y se eliminará inmediatamente.";

/* No comment provided by engineer. */
"The restoration file could not be found." = "No se encuentra el archivo de restauración.";

/* Browser compatibility warning */
"Theora or a WebM video source is required for playback." = "La reproducción requiere una fuente de vídeo Theora o WebM.";

/* format string for creating a new responsive layout breakpoint */
"There is already a breakpoint at %.f px" = "Ya hay un punto de interrupción en %.f px";

/* Alert dialog informative text */
"There is already an instance of this symbol on this scene. Each scene can only have one instance of each persistent symbol." = "Ya hay una copia de este símbolo en esta escena. Cada escena solo puede tener una copia de cada símbolo persistente.";

/* Alert message text */
"There is no email address included on this report. By adding your contact information, we can respond to your feedback." = "Este informe no incluye ninguna dirección de email. Si añade su información de contacto, podremos responder a sus comentarios.";

/* Alert informative text */
"There was an error communicating your feedback to the server." = "Ha habido un error en la comunicación al intentar enviar sus comentarios al servidor.";

/* Alert informative text */
"There was an error uploading attachments. Please email them to support@tumult.com if critical to reproducing your issue." = "Ha habido un error subiendo los archivos adjuntos. Por favor, envíelos a support@tumult.com si son imprescindibles para reproducir el problema.";

/* Beta Expiration Dialog */
"This beta version of Hype %@ (%@) has expired. Please visit %@ to check for a newer version." = "Esta versión beta de Hype %1$@ (%2$@) ha caducado. Visite %3$@ para comprobar si existe una versión más reciente.";

/* Error dialog description */
"This document cannot be saved, duplicated, or exported with the Standard edition of Hype. To unlock this document, upgrade to Hype Professional." = "Este documento no se puede guardar, duplicar ni exportar con la versión Estándar de Hype. Para desbloquear el documento, actualice a Hype Profesional.";

/* Error dialog description */
"This document was created by an earlier version of Hype. Once upgraded, it will be incompatible with Hype 1.x." = "Este documento se creó con una versión anterior de Hype. Una vez actualizado, será incompatible con Hype 1.x.";

/* Application Error Dialog */
"This is an unauthorized copy of Hype. Your application has unfortunately been modified in a way that may be harmful to the application working correctly, your data, or your system.  Please re-download and use the free trial or a legitimately obtained registration number." = "Esta es una copia no autorizada de Hype. Lamentablemente, su aplicación se ha modificado de tal forma que podría ser dañina para el buen funcionamiento del programa, de sus datos o del sistema. Por favor, vuelva a descargarla y utilice la versión de prueba gratuita o un número de registro obtenido legítimamente.";

/* Descriptive text in trial warning dialog when trial is still active. */
"This trial is fully functional but time-limited. Purchasing and providing a serial number will unlock this copy, removing the trial restriction." = "Esta versión de prueba incluye todas las funciones, pero por un tiempo limitado. Puede desbloquear esta copia y eliminar las restricciones de la versión de prueba comprando el software y facilitando un número de serie.";

/* Alert informative text: This will remove motion paths across all timelines for the selected {element/elements, depending on number of selected elements. */
"This will remove motion paths across all timelines for the selected %@." = "Se eliminarán de todos los controles temporales los trazados de movimiento para la selección de %@.";

/* Alert dialog informative text: This will remove motion paths across all timelines for “{element name}”. */
"This will remove motion paths across all timelines for “%@”." = "Se eliminarán de todos los controles temporales los trazados de movimiento para “%@”.";

/* Inspector pane name */
"Timeline Action" = "Acción de control temporal";

/* Element listing title */
"Timeline Actions" = "Acciones de control temporal";

/* Undo menu action name */
"Timeline Relative" = "Control temporal relativo";

/* Undo menu action name */
"Timeline Rename" = "Cambio de nombre de control temporal";

/* Group toolbar button action */
"To Group" = "Agrupar";

/* Element listing lock toggle button */
"Toggle Lock" = "Alternar bloqueo";

/* Propreties listing motion path toggle button */
"Toggle Motion Path" = "Alternar trazado de movimiento";

/* Element listing visibility toggle button */
"Toggle Visibility" = "Alternar visibilidad";

/* Inspector group additional name */
"Touch End" = "Fin de toque";

/* Inspector group additional name */
"Touch Start" = "Inicio de toque";

/* Inspector group name */
"Transform Origin" = "Origen de transformación";

/* Title for application menu that lets trial users switch between Standard and Professional editions */
"Trial Edition" = "Edición de prueba";

/* Header text in trial warning dialog when trial has ended. */
"Trial Expired." = "Prueba expirada.";

/* Button text */
"Try Hype Professional" = "Probar Hype Profesional";

/* Alert dialog informative text */
"Tumult Hype %@ is now available on the Mac App Store." = "Tumult Hype %@ ya está disponible en la Mac App Store.";

/* Alert informative text: Tumult Hype {marketing version number} is the latest version. */
"Tumult Hype %@ is the latest version." = "Tumult Hype %@ es la última versión.";

/* Inspector group name */
"Type" = "Tipo";

/* Element class type, menu item, inspector pane name */
"Typography" = "Tipografía";

/* Alert message text */
"Unable to complete Mac App Store purchase" = "No se puede completar la compra en la Mac App Store";

/* Alert message text */
"Unable to connect to the Mac App Store" = "No es posible conectar con la Mac App Store";

/* Warning dialog text: Unable to connect to “{device name}” */
"Unable to connect to “%@”" = "No se puede conectar con “%@”";

/* Alert message text */
"Unable to create a new group for the resource." = "No se puede crear un grupo nuevo para el recurso.";

/* Alert message text */
"Unable to delete resource group." = "No se puede eliminar el grupo de recursos.";

/* Alert message text */
"Unable to delete resource." = "No se puede eliminar el recurso.";

/* Error dialog title */
"Unable to open file" = "El archivo no se puede abrir";

/* No comment provided by engineer. */
"Unable to restore document" = "No se puede restaurar el documento";

/* Undo menu item action */
"Undo Symbol Creation" = "Deshacer creación de símbolo";

/* No comment provided by engineer. */
"Ungroup" = "Desagrupar";

/* Undo menu item action */
"Ungroup Elements" = "Desagrupar elementos";

/* Browser compatibility warning category and inspector group name */
"Unique Element ID" = "ID único de elemento";

/* Warning string: Unique Element ID is already used by {element name}. */
"Unique Element ID is already used by %@." = "El ID único de elemento ya lo utiliza %@.";

/* Menu item */
"Unlock" = "Desbloquear";

/* Default scene layout name */
"Untitled Layout" = "Diseño sin título";

/* Undo menu item action and name of new scenes */
"Untitled Scene" = "Escena sin título";

/* Default timeline name */
"Untitled Timeline" = "Control temporal sin título";

/* Alert default button */
"Update" = "Actualizar";

/* Update (timing function name) */
"Update %@" = "Actualizar %@";

/* Button title */
"Update All" = "Actualizar todo";

/* Font Panel Button */
"Update Font" = "Actualizar tipo de letra";

/* Button title */
"Update Grid" = "Actualizar cuadrícula";

/* Button title */
"Update Selected" = "Actualizar selección";

/* Menu item and button text */
"Upgrade" = "Actualizar";

/* Upgrade to Hype Professional… menu item */
"Upgrade to Hype Professional…" = "Actualizar a Hype Profesional…";

/* Status update when uploading attachments (current attachment index of total number of attachments) */
"Uploading Attachments (%d of %d)" = "Subiendo archivos adjuntos (%1$d de %2$d)";

/* Undo menu item action */
"Use CSS Reset" = "Usar restablecimiento de CSS";

/* Button Text */
"Use Duplicate Display Names" = "Usar nombres mostrados duplicados";

/* Button Text */
"Use Duplicate IDs" = "Usar ID duplicados";

/* Alert default button and menu item */
"Use Motion Paths" = "Usar trazados de movimiento";

/* Undo menu item action */
"Use Touch Events" = "Usar eventos táctiles";

/* Undo menu item action */
"Use WebKit Graphics Acceleration" = "Usar aceleración de gráficos WebKit";

/* Button in trial and registration dialogs */
"Use as Trial" = "Usar como prueba";

/* Undo menu item action */
"User Scaling" = "Escalado por el usuario";

/* Version */
"Version" = "Versión";

/* Element class type and inspector group name */
"Video" = "Vídeo";

/* Browser compatibility warning */
"Videos without controls are unplayable on iPad." = "Los vídeos sin controles no pueden verse en el iPad.";

/* No comment provided by engineer. */
"Video…" = "Vídeo…";

/* Undo menu item action */
"Viewport" = "Ventanilla";

/* Menu item and inspector group name */
"Visibility" = "Visibilidad";

/* Menu item */
"Visible" = "Visible";

/* Beta Expiration Dialog */
"Visit Beta Site" = "Visitar sitio beta";

/* Mouse cursor name; menu item */
"Wait" = "Espera";

/* Browser compatibility warning */
"Wait cursor is not supported and the default cursor will instead be displayed." = "El cursor de espera no se admite y se mostrará en su lugar el cursor por omisión.";

/* Menu item */
"Web" = "Web";

/* Export Script Update Dialog Window */
"You are currently using version %@. Do you want to download version %@?" = "Está utilizando la versión %1$@. ¿Desea descargar la versión %2$@?";

/* Alert informative text */
"You can replace the source with the file or create a new resource group to contain the file." = "Puede reemplazar la fuente por el archivo o crear un grupo de recursos nuevo que contenga el archivo.";

/* Header text in trial warning dialog */
"You have %ld days remaining in your trial." = "Le quedan %ld días de prueba.";

/* Header text in trial warning dialog when trial is still active. */
"You have 1 day remaining in your trial." = "Le queda 1 día de prueba.";

/* Descriptive text in trial warning dialog when trial has ended. */
"You have reached the end of your %ld-day trial. Please purchase or provide a serial number to continue using Tumult Hype." = "Ha terminado el período de %ld días de prueba. Compre o introduzca un número de serie para continuar utilizando Tumult Hype.";

/* Alert message text */
"Your message was sent without attachments." = "Su mensaje se ha enviado sin archivos adjuntos.";

/* No comment provided by engineer. */
"Zoom" = "Zoom";

/* Menu item */
"Zoom In" = "Acercar";

/* Menu item */
"Zoom Out" = "Alejar";

/* Shown when there are more errors than can be displayed */
"and %ld more errors…" = "y %ld errores más…";

/* Shown when there are more errors than can be displayed */
"and one more error…" = "y otro error…";

/* Singular for element */
"element" = "elemento";

/* Plural for element */
"elements" = "elementos";

/* Browser compatibility warning */
"iBooks does not allow .m4v or .m4p video sources." = "iBooks no permite fuentes de vídeo .m4v o .m4p.";

/* Default name for tablet layout breakpoint */
"iPad Landscape" = "iPad horizontal";

/* Default name for tablet portrait layout breakpoint */
"iPad Portrait" = "iPad vertical";

/* Default name for phone layout breakpoint */
"iPhone" = "iPhone";

/* default name for symbol instances */
"unnamed instance" = "copia sin nombre";

/* Warning that file already exists when saving */
"“%@” already exists. Do you want to replace it?" = "“%@” ya existe. ¿Desea reemplazarlo?";

/* Error dialog title: “Document Name” needs to be upgraded */
"“%@” needs to be upgraded" = "“%@” debe actualizarse";

/* Error dialog title */
"“%@” uses features only available in Hype Professional." = "“%@” utiliza funciones que sólo están disponibles en Hype Profesional.";

